import AccordionComponent from "../UtilitiesCont/AccordionComponent";
function ConsultLeft() {
  return (
    <div className="cons-right">
      <AccordionComponent
        title="تاسعا – الإستشارات المالية والمحاسبية وتقييم المخاطر."
        desc="هي استشارات لتحديد النظم المالية في إدارة التدفقات وتحديد عناصر التكلفة المثالية وفق طبيعة عمل الشركة وضبط إدارة النقدية
        في حالة القروض او مشروعات التوسع المستقبلية والمراجعة على ملف إدارة الحسابات
        كما نقدم دراسات في تكوين المحافظ المالية لشركات الاستثمار او البنوك للوصول الي الحد الأدنى من مخاطر الائتمان."
      />
      <AccordionComponent
        title="عاشرا - الاستشارات التسويقية"
        desc="وهي مجموعة الاعمال الاستشارية المتعلقة بالنشاط التسويقي من بحوث السوق وإعادة بناء المزيج التسويقي من تسعير وتوزيع
وتصميم المنتج او الخدمة بما يتوافق مع خطط النمو المحتملة وإعادة تحديد الفئات المستهدفة وتحليلها ووضع خطط تسويقية
بالأدوات المناسبة لطبيعة العملاء المستهدفين."
      />
      <AccordionComponent
        title="حادي عشر – استشارات الانتقال الي نموذج الإنتاج الرشيد (الشركات الرشيقة)"
        desc="وهي تعديل مجموعة من الإجراءات ونظم العمل لتحقق اعلى إنتاجية بأقل تكلفة سواء للشركات الصناعية او الخدمية من اجل السيطرة
        على النمو لصالح الربحية او إعادة هيكلة الاعمال والأنشطة الداخلية للشركة."
      />
      <AccordionComponent
        title="six sigma الثاني عشر – بناء منظومة"
        desc="وهي تعد استراتيجية لتطوير العمليات في الشركة لحل المشكلات وتطوير القدرات وتحسين النتائج"
      />
      <AccordionComponent
        title="ثالث عشر – استشارات تطوير الموارد البشرية وتكوين رأس المال البشري والمعرفي"
        desc="إعادة تقييم وتخطط الهيكل التنظيمي وإعادة تصميم وبناء الإجراءات والمهام وخطط التعلم والتدريب"
      />
      <AccordionComponent
        title="رابع عشر – استشارات تطوير الشركات العائلية وإعادة هيكلة منظومة العمل"
        desc="وتحديد الوثيقة العائلية لتحديد الاختصاصات والمسئوليات لدعم الاستدامة والنمو للأجيال التالية"
      />
      <AccordionComponent
        title="خامس عشر – اعداد التصاميم الصناعية وتطبيقات الذكاء الاصطناعي"
        desc="هي دراسات لتصميم عمليات الإنتاج ورسم مخططات مسار العملية الإنتاجية عبر خطوط الإنتاج بناء على طبيعة المنتج والمساحات والطاقة
        المتاحة ودراسة استخدام التقنيات المتطورة مع تصميم تطبيقات الذكاء الاصطناعي بما يتوافق مع استراتيجيات الإنتاج الحديثة وما يتلاءم
        مع خطط مواجه المخاطر والتحديات الداخلية والخارجية."
      />
      <AccordionComponent
        title="سادسا عشر – استشارات وإجراءات تأسيس الشركات في دولة الامارات العربية المتحدة"
        desc=""
      />
    </div>
  );
}

export default ConsultLeft;
