import AccordionComponent from "../UtilitiesCont/AccordionComponent";
function ConsultRight() {
  return (
    <div className="cons-right">
      <AccordionComponent
        title="أولا - استشارات بناء الاستراتيجيات وفق نموذج العمل الابتكاري"
        desc="حيث تقوم ارتقاء ببناء استراتيجية مبتكرة وفق منهجية نموذج العمل وهي الأداء البصرية الحديثة
    في تطوير وخلق القيمة من المنتجات والخدمات المقدمة من الشركات للعملاء."
      />

      <AccordionComponent
        title="ثانيا – استراتيجية بناء الذكاء التنافسي"
        desc="وهي من الأساليب الحديثة لتعزيز المركز التنافسي للشركات حيث يتم الاعتماد على بناء نظم إدارية
    متعلقة بالمعلومات وتحليلها حول الأسواق والمتعاملين بها"
      />
      <AccordionComponent
        title="ثالثا - استراتيجية تحقيق الربحية وبناء نموذج العمل الربحي"
        desc="وهي من البدائل الاستراتيجية التي تتبنها الشركات في ظل مراحل وظروف عمل الأسواق
    ووفق تطور البيئة التنافسية"
      />
      <AccordionComponent
        title="رابعا - إستشارات إعادة هيكلة الشركات"
        desc="وتعتمد على تقييم وتحليل جميع العمليات الإدارية والفنية والمالية وتحليل الوظائف وإعادة تقسيم وبناء نظم العمل
    وتطوير الموارد البشرية وتحسين هيكل التكلفة."
      />
      <AccordionComponent
        title="خامسا - استراتيجيات التوسع في الأنشطة وبناء هيكل الاعمال الجديد للمنتجات والخدمات"
        desc="نقوم بدراسة البدائل المناسبة لفكرة التوسع وكيفية الانتقال من مراحله الي أخرى لتحسين المركز التنافسي للشركة
    وبناء نموذج الاستدامة والنمو."
      />
      <AccordionComponent
        title="سادسا – تقييم الإداء واعداد التقارير حول فرص نمو اعمال الشركة في السوق"
        desc="وهي دراسة تفصيلية لأعمال وانشطة الشركة وتقييم قدرتها التنافسية وتحليل نوعية الخدمات والمنتجات المقدمة ومعرفة نقاط
    وجوانب القوة والتحديات والفرص المحتملة وتقييم أداء وقدرات الموظفين والفنيين."
      />
      <AccordionComponent
        title="سابعا – إعداد نموذج عمل الشركات الجديدة قبل بدأ التنفيذ والاستثمار"
        desc="وهي المرحلة السابقة للاستثمار وتختلف من مرحلة اعداد دراسة الجدوى المكلفة حيث يمكن من خلال نموذج العمل تحديد المتطلبات
    والتكلفة اللازمة لتأسيس الشركة ومنحى العمل الإبداعي الذي يحقق النجاح والربحية مستقبلا وفقا لنموذج العمل الابتكاري في
    ضوء متغيرات ومتطلبات العملاء وخدمات المنافسين وقدراتهم."
      />
      <AccordionComponent
        title="ثامنا – التعاقد الاداري لمتابعة الاعمال وخطط التشغيل (الرقابة الداخلية / الخارجية)"
        desc="هو عقد مساندة الاعمال والاشراف على تحقيق النتائج واعداد التقارير اللازمة لتعديل الإجراءات والأنشطة والاهداف لمساندة ادارة
    الشركة او المالك في اتخاذ القرارات وتحديد السياسات والاستراتيجيات التي تتبعها الشركة ولتجنب حدوث اية اعمال قد تؤدي
    الي حدوث الخسائر مبكرا"
      />
    </div>
  );
}

export default ConsultRight;
