import stpic from "../../img/abpic.png";
function Strategy() {
  return (
    <div className="strategy">
      <div className="strategy-title">
        <div className="float-right">
          <h4>معلومات عن</h4>
          <h1>استراتجية اكاديمية المستقبل</h1>
        </div>
      </div>
      <div className="strategy-info">
        <div className="strategy-pic">
          <img src={stpic} />
        </div>
        <div className="st-content">
          <h2 className="h2-edit">
            بؤرة تركيز استراتيجية اكاديمية المستقبل في تطوير منظمات الاعمال
          </h2>
          <p className="paragraph">
            ترتكز استراتيجية عمل الاكاديمية مع عملائها على تقديم منظومة اعمال
            وخدمات متكاملة في اطار علاقة إستراتيجية ذات أنشطة متصلة في مدى زمني
            قصير او متوسط المدى مع العملاء بحيث تكون خدماتنا جزء متكامل مع اعمال
            المؤسسات والجهات لتحفزها على نمو وتحسين الأنشط وتطوير الأداء.
          </p>
          <p className="paragraph">
            وتخضع عمليتنا في العقود الاستشارية على التحليل الدقيق للأعمال
            والانشطة والعمليات والسياسات المختلفة بكل منظمة ودراسة فرص التحسين
            الإدارية والفنية وتطوير وتركيز الحلول المبنية على البعد الابتكاري.
          </p>
          <h2 className="h2-edit">سياسات جودة الخدمات</h2>
          <h4 className="h3-edit">المتابعة</h4>

          <p className="paragraph margin">
            إستمرار المتابعة في الخدمات الاستشارية المتكاملة، لضمان قابلية
            التطبيق مع متطلبات العملاء.
          </p>
          <h4 className="h3-edit">الإعتماد على الكفاءات</h4>
          <p className="paragraph margin">
            الإستعانة بالكفاءات المتخصصة ذات الخبرة في تقديم خدماتها مستفيدة من
            أفضل الممارسات العالمية.
          </p>
          <h4 className="h3-edit">منهجية العمل</h4>
          <p className="paragraph margin">
            تعتمد منهجية العمل في تقديم خدماتها على تكوين نموذج عمل لدمج المعرفة
            العلمية والخبرة مع بيئة العمل بمتخلف عناصرها – نموذج التعلم - للوصول
            الي النتائج المتوقعة عبر الحلول الابتكارية التي تعزز استدامة
            الأعمال.
          </p>
        </div>
      </div>
    </div>
  );
}

export default Strategy;
